const text_for_container_text_info = [
    {
        titleText: "Добро пожаловать!",
        text: "- это место, где каждый ребенок и подросток может раскрыть свой потенциал, найти новые увлечения и развить таланты. Мы создаем вдохновляющую и поддерживающую среду для обучения и творчества, помогая молодым людям расти гармоничными личностями.",
        colorfulText: `"Центр детей и юношества"`,
    },
    {
        titleText: "Наша миссия:",
        text: "детей и юношества через увлекательные образовательные программы и кружки.",
        colorfulText:
            "Развитие творческих, интеллектуальных и физических способностей",
    },
];

const text_for_container_list_info = [
    {
        titleText: "Наши цели:",
        list: [
            "Предоставление высококачественного дополнительного образования.",
            "Создание условий для всестороннего развития личности.",
            "Формирование интереса к обучению и новым знаниям.",
            "Воспитание активных, ответственных и целеустремленных граждан.",
        ],
    },
    {
        titleText: "Наши задачи:",
        list: [
            "Организация и проведение занятий по различным направлениям.",
            "Разработка и внедрение инновационных образовательных программ.",
            "Привлечение квалифицированных специалистов.",
            "Поддержка и развитие одаренных детей.",
        ],
    },
];

export { text_for_container_text_info, text_for_container_list_info };